Repository: 1MindLabs/payzee-app
Catalog: lib/l10n/app_*.arb
Languages: hi, kn

# appTitle
source: My eRupee Wallet
hi: मेरा ईरुपी वॉलेट
kn: ನನ್ನ ಈರೂಪಿ ವಾಲೆಟ್

source: Govt. Subsidy Wallet
hi: सरकारी सब्सिडी वॉलेट
kn: ಸರ್ಕಾರಿ ಸಬ್ಸಿಡಿ ವಾಲೆಟ್

source: Personal e-Rupee Wallet
hi: पर्सनल ई-रुपी वॉलेट
kn: ವೈಯಕ್ತಿಕ ಇ-ರೂಪಿ ಪರ್ಸ್

source: Remaining Balance
hi: शेष राशि
kn: ಉಳಿದ ಶಿಲ್ಕು

source: Total Allocated
hi: कुल आवंटित
kn: ಒಟ್ಟು ಹಂಚಿಕೆ

source: Total Remaining
hi: कुल शेष
kn: ಒಟ್ಟು ಉಳಿದಿದೆ

source: Map
hi: नक्शा
kn: ನಕ್ಷೆ

# collect
source: Redeem
hi: संग्रह करें
kn: ಸಂಗ್ರಹಿಸಿ

source: Load
hi: लोड करें
kn: ಲೋಡ್ ಮಾಡಿ

source: Language
hi: भाषा
kn: ಭಾಷೆ

# pastTransactions
source: Recent Transactions
hi: पिछले लेन-देन
kn: ಹಿಂದಿನ ವ್ಯವಹಾರಗಳು

source: Bharat Gas
hi: भारत गैस
kn: ಭಾರತ್ ಗ್ಯಾಸ್

source: State Electricity Board
hi: राज्य विद्युत बोर्ड
kn: ರಾಜ್ಯ ವಿದ್ಯುತ್ ಮಂಡಳಿ

source: Municipal Water Works
hi: नगरपालिका जल कार्य
kn: ಪಟ್ಟಣ ನೀರಿನ ಕೆಲಸಗಳು

source: Local Groceries
hi: स्थानीय किराना
kn: ಸ್ಥಳೀಯ ಕಿರಾಣಿ

source: Payment
hi: भुगतान
kn: ಪಾವತಿ

source: Select Language
hi: भाषा चुनें
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ

source: Choose Payment Method
hi: भुगतान विधि चुनें
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Scan QR Code
hi: क्यूआर कोड स्कैन करें
kn: ಕ್ಯೂಆರ್ ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ

source: Pay via Account ID
hi: खाते आईडी से भुगतान करें
kn: ಖಾತೆ ಐಡಿ ಮೂಲಕ ಪಾವತಿ ಮಾಡಿ

# chat
source: Chatbot
kn: ಚಾಟ್‌ಬಾಟ್
